{
  "grade": 6,
  "source": "curriculum/grade-6-outline.txt",
  "extractedAt": "2026-02-02T22:51:36.563Z",
  "count": 57,
  "lessons": [
    "Кључне речи – преглед најважних",
    "ЖИВОТНА ЗАЈЕДНИЦА",
    "И ЊЕНА ОРГАНИЗАЦИЈА",
    "ЕКОЛОШКИ КАЛЕНДАР",
    "ТРАНСПОРТ МАТЕРИЈА",
    "КРОЗ ОРГАНИЗАМ",
    "(на СЕКСЛАЕКЖЕ",
    "ЕДИНСТВО ГРАЂЕ И ФУНКЦИЈЕ",
    "КАО ОСНОВА ЖИВОТА",
    "ЖИВОТ У ЕКОСИСТЕМУ",
    "НАСЛЕЂИВАЊЕ И ЕВОЛУЦИЈА",
    "| _г ЈРРРРРРРРРРРРРИНАРРРРРРРРРРРРРРРА 142",
    "ЧОВЕК И ЗДРАВЉЕ",
    "~ ГРАЂЕ И ФУНКЦИЈЕ",
    "\" КАО ОСНОВА ЖИВОТА",
    "И ЖИВОТНА СРЕДИНА",
    "ПОР УУЗУРУРИУРУ",
    "БОЗРУРУЧРРРААА УЗРУРУРАРИМАИММИ ЗАРУМАИМУМИМУ УУУУНММНИ ЗРУМНУУУМИМИЈУ УЗНМУННИ МУУМЧИЈУИ УЗМИ",
    "СПОЉАШЊА УНУТРАШЊА",
    "По чему се разликују једноћелијски и вишећелијски организми7",
    "Бактерија, бели бор и вргањ су жива бића која се значајно разликују према :",
    "Која је функција скелетног система",
    "Ајкула, која спада у рибе, и плави кит, који спада у сисаре, насељавају исту",
    "Пажљиво осмотри организме приказане на следећим фотографијама и",
    "ОТКРИЋЕ МИКРОСКОПА =",
    "Први једноставан микроскоп конструисао је",
    "Шта објашњава \"ћелијска теорија\"2",
    "Размисли и објасни – на који начин је развој микроскопа утицао на ниво",
    "Наведи имена научника који су поставили основу ћелијске теорије.",
    "МИКРОСКОП СВЕТАОСНИ",
    "Зашто се светлосни микроскоп тако назива;",
    "Како се зове део микроскопа који са једне стране има окулар, а са друге",
    "Наброј механичке делове микроскопа и објасни њихову улогу.",
    "Наброј оптичке делове микроскопа и објасни њихову улогу.",
    "Како ћеш знати колико пута је увећан предмет који посматраш7",
    "У ком делу ћелије је смештена ДНК7",
    "Објасни процес ћелијског дисања.",
    "Сва жива бића имају наследни материјал – ДНК. Међутим, пас се разликује",
    "Размисли – шта би се десило када би вода могла непрестано да улази у",
    "Реши укрштеницу.",
    "Полутечна средина ћелије",
    "Одваја унутрашњост ћелије",
    "Органела у којој је смештен",
    "Делови ћелије са посебном улогом",
    "Органеле у којима",
    "МЕЂУСОБНО РАЗЛИКУЈУ2",
    "+ У РУРРУУРРРУЖЊТУУ У РА УУ.",
    "Наведи делове ћелије који се јављају код сва три типа ћелија – бактеријске, Пет Ад",
    "У биљним ћелијама постоји органела која је значајна за процес исхране",
    "Биљке и животиње се хране на различите начине али је и једнима и други-",
    "Попуни табелу тако да у празна поља упишеш знак + ако ћелија поседује",
    "Да ли су и проста деоба и пупљење начини бесполног размножавања;",
    "За једну групу ћелија које се налазе у људском телу, а које су одговорне за",
    "Попуни празна поља уписивањем једне од понуђених речи.",
    "Преци модрозелених бактерија (цијанобактерија) су настали пре више од",
    "је 2 === ЛЕВУ ТА ЖИВОТ У КАПИ ВОДЕ",
    "БТћ ВЕЛИКИ ДОГАЂАЈИ У МИКРО-СВЕТУ"
  ]
}