{
  "grade": 8,
  "source": "curriculum/grade-8-outline.txt",
  "extractedAt": "2026-02-02T22:51:36.637Z",
  "count": 44,
  "lessons": [
    "2, КАЛЕНДАР ЖИВОТА И",
    "ГЕОЛОШКО ВРЕМЕ",
    "НАСТАНАК НОВИХ",
    "ВРСТА И ЕВОЛУЦИОНИ",
    "ЖИВОТ У ЕКОСИСТЕМУ",
    "ЈЕДИНСТВО ГРАЂЕ И ФУНКЦИЈЕ",
    "КАО ОСНОВА ЖИВОТА",
    "ЧОВЕК И ЗДРАВЉЕ",
    "ПОРЕКЛО И РАЗНОВРСНОСТ",
    "ЖИВОТА НА ЗЕМЉИ",
    "НАСЛЕЂИВАЊЕ И ЕВОЛУЦИЈА",
    "ПРИРУЧНИК ИИИЧИА ~",
    "· ГРАЂЕ И ФУНКЦИЈЕ",
    "_ КАО ОСНОВА ЖИВОТА",
    "МЕТАБОЛИЗАМ И УЛОГА",
    "' ЕНЗИМА У МЕТАБОЛИЧКИМ",
    "биљке користе енергију сунчеве светлости да би из простих молекула (угљен-диоксида и воде) изградиле",
    "у митохондријама се сложени молекули (шећери) разграђују, при",
    "одговарајућа температура – већина ензима најбоље делује – |",
    "ПРОФЕСИОНАЛНА ОРИЈЕНТАЦИЈА",
    "Шта је метаболички пут2",
    "Попуни укрштеницу на основу датих објашњења. ЧИ",
    "На основу изгледа задатог ензима, одабери одговарајући супстрат.",
    "Дата је шема једне биохемијске реакције.",
    "Истражи! Ако постоје супстанце које могу да инхибирају функционисање ензима,",
    "Потребан материјал:",
    "Ја УЛОГАЋЕЛИЈСКИХ",
    "Потруди се да, на основу наученог из претходних година,",
    "Замисли да руководиш фабриком чоколаде, која се налази на великој и добро",
    "По чему су митохондрије и хлоропласти слични, а по чему се разликујуг",
    "Објасни повезаност функције ендоплазматичног ретикулума и Голџијевог апарата.",
    "Зашто су рибозоми заступљени у свакој ћелији и у свакој органели у којој",
    "Шта би се десило са ћелијом, али и организмом, када не би било лизозома2",
    "Поделите се у парове.",
    "Одаберите једну од приказаних ћелијских органела – митохондрије, ендоплазматични",
    "Од различитих материјала који су вам доступни (картон, платно, конац, цевчице, пластелин,",
    "Потрудите се да модел што верније приказује одабрану органелу;",
    "Моделе донесите и наредног часа, јер ће вам помоћи у разумевању лекције која следи.",
    "Објасни принцип економичности организације и грађе.",
    "Истражи! Осим танког црева у телу животиња, па и човека, постоје још неки органи",
    "Бели медведи су најкрупнији у оквиру породице медведа. Објасни разлоге ове",
    "Слика приказује ЗД реконструкцију мамута. До сада већ знаш да",
    "Митохондрије",
    "Ендоплазматични ретикулум:"
  ]
}